Tekla Open API Reference for Tekla Structures 2025
BindableRadioButton Properties
The BindableRadioButton type exposes the following members.
Properties
Name | Description
Checked
 Gets or sets a value indicating whether the control is checked.
Top
See Also
Reference
BindableRadioButton Class
Tekla.Structures.Dialog.UIControls Namespace